{
  "name": "Eleanor Vance",
  "title": "Visual Artist & Sculptor",
  "bio": "Eleanor Vance is a contemporary abstract expressionist whose work is a vibrant symphony of color, emotion, and movement. Drawing inspiration from the natural world and the complexities of the human psyche, her paintings serve as a powerful exploration of the subconscious.\n\nWith a career spanning over two decades, Eleanor has developed a unique visual language that is both deeply personal and universally resonant. Each canvas is an invitation to a world where form dissolves and pure feeling takes precedence.\n\nEleanor's work has been exhibited in galleries across the United States and Europe, with several pieces held in permanent collections of major art institutions. She holds an MFA from the Rhode Island School of Design and currently works from her studio in Portland, Oregon.",
  "artistStatement": "My work explores the intersection of nature and the digital world, questioning the boundaries between the organic and the artificial. Through abstract expressionism, I seek to create visual symphonies that resonate with the viewer's emotional core, transcending the need for representational imagery to communicate profound truths about our existence.\n\nEach piece is an investigation into the fundamental forces that shape our perception and emotional response to color, form, and texture. I am particularly interested in how abstract compositions can evoke feelings of wonder, contemplation, and connection to something greater than ourselves.",
  "profileImage": "/images/profiles/eleanor-vance.jpg",
  "email": "eleanor@eleanorphance.art",
  "instagram": "https://instagram.com/eleanorvance_art",
  "twitter": "https://twitter.com/eleanorvance",
  "dribbble": "https://dribbble.com/eleanorvance",
  "careerHighlights": [
    "Solo exhibition at MOMA PS1 (2023)",
    "Featured in ArtForum's 'Top 20 Abstract Artists' (2022)",
    "Artist residency at MacDowell (2021)",
    "MFA from Rhode Island School of Design (2010)",
    "First major gallery show in New York (2012)"
  ],
  "copyrightText": "© 2024 Eleanor Vance. All Rights Reserved."
}